content/large-language-models-explained-briefly.org
If anyone wants to understands what Large Language Models are, this is the video that I share. The video very briefly gives us a very clear and consise understanding of what LLMs are and what goes into creating them. We are introduced to the terms such as **Weights**, **Pretraining** and **RLHF**.
#+begin_quote
A Large Language Model is a sophisticated mathematical function that can predict what word comes next for any piece of text.  ---[[https://www.youtube.com/watch?v=LPZh9BOjkQs][3Blue1Brown]]
#+end_quote
