large-language-models-explained-briefly.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<p>
If anyone wants to understands what Large Language Models are, this is the video that I share. The video very briefly gives us a very clear and consise understanding of what LLMs are and what goes into creating them. We are introduced to the terms such as <b><b>Weights</b></b>, <b><b>Pretraining</b></b> and <b><b>RLHF</b></b>.
</p>
<blockquote>
<p>
A Large Language Model is a sophisticated mathematical function that can predict what word comes next for any piece of text.  ---<a href="https://www.youtube.com/watch?v=LPZh9BOjkQs">3Blue1Brown</a>
</p>
</blockquote>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.3 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
